#左侧的是控件Name,右侧为控件Caption
#中文分为简体与繁体,简体为Chinese Si,繁体为Chinese Tr

[English]
running=IHTool is already running
nofound=Found nothing
nomade=Unknown created by whom
madeby=Created by IHTool
pointto1=Point to IHTool
pointto2=Point to IHTool(as administrators)
pointto3=Point to IHTool(custom tips)
pointto4=Point to IHTool(error, content: Unable to find files)
pointto5=Point to IHTool(error, content: Unable to find path)
pointto6=Point to IHTool(error, content: Path contains illegal characters)
delete?=Remove all selected items?
delete=Remove items
geterr=Scan error, please determine if security software blocks and follow the tips below to increase the main interface permissions!
delerr=Remove error, please determine if security software blocks and follow the tips below to increase the main interface permissions!
change=Change
changetitle=Change Image Hijack
authority=Increase the registry permissions to allow IHTool to use?
authtitle=Increase the registry permissions
openexe1=executable(*.exe)|*.exe
openexe2=executable(*.exe)
selectfirst=Please select a file or links to files first.
notselectihtool=Do not select IHTool, otherwise it will be impossible to open IHTool.
notselectsaferun1=Do not select IHTool Run Safely Module, otherwise there will be some program problems.
notselectsaferun2=To select IHTool Run Safely Module, select the top option.
changeerr=Add / remove error, please determine if security software blocks and follow the tips below to increase the main interface permissions!
selectagain=The file you have chosen is not an executable file, please re-select.
selectsame1=Do not select the same file, please use blank security open IHTool Run Safely Module.
selectsame2=Add Image Hijack
selectrun=Please select a file first.
ihtool=IHTool
ihtool.scan=Scan
ihtool.new=Add
ihtool.change=Change
ihtool.del=Remove
ihtool.exit=Exit
ihtool.checkall=Select
ihtool.qbak=Remove with backups?
ihtool.backup=Y
ihtool.nbackup=N
ihtool.N1=Added or deleted files with the same name, it will replace the original items.
ihtool.N2=First use or unable to scan, please click the menu: Image Hijack - Increase the registry permissions.
ihtool.ifeo=Image Hijack(&A)
ihtool.about=About
ihtool.mscan=Scan
ihtool.mnew=Add
ihtool.g1 =-
ihtool.addregauth=Increase the registry permissions
ihtool.mrun=Breakthrough Image Hijack
ihtool.g2 =-
ihtool.mbin=Recycle Bin
ihtool.g3 =-
ihtool.mexit=Exit
ihtool.List.ColumnHeaders(1)=Type
ihtool.List.ColumnHeaders(2)=File Name
ihtool.List.ColumnHeaders(3)=Links to files
newkey=Add Image Hijack
newkey.filename1=File Name:
newkey.filename2=Link to file:
newkey.usecon=Use IHTool Manage(default:shield)
newkey.usemsg=Pop-up tips(default:unable to find)
newkey.lb1=If you use IHTool manage, please extracte it.
newkey.lb2=In Win6.X+ system, make sure the original files and links to files all need or all do not need administrator authorities, otherwise please run as administrator.
newkey.add=Add
newkey.cancel=Cancel
newkey.open1=Open ...
newkey.open2=Open ...
newkey.setcon=Set run method
newkey.setmsg=Set tips
seth=Set run method
seth.choose=Select Type
seth.option1=Shield
seth.option2=Run safely
seth.lpath=Links to files
seth.checkadmin=Original program need administrator authority(only valid in Win6.X+ system)
seth.ltip1=Note: After selecting the file, open any file named "/", system will ask you to run links to file or run  original program.
seth.ltip2=In Win6.X+ system, make sure the original files and links to files all need or all do not need administrator authorities, otherwise please run as administrator and check the box above.
seth.ltip3=If links to files are blank, system will run original safely.
seth.ok=OK
seth.cancel=Cancel
seth.commandopen=Open ...
setd=Set tips
setd.choosetip=Select tips
setd.option1=Unable to find file
setd.option2=The specified path does not exist
setd.option3=File name\directory name\volume label syntax is incorrect
setd.option4=Custom
setd.ltip1=Note: Except custom, the other option tips' captions are the path.
setd.ltip2=Use custom tips,please extracte it from the compressed package.
setd.diytip=Custom
setd.c=Serious error icon
setd.e=Warning icon
setd.i=Information icon
setd.q=Question
setd.ltitle=Titile
setd.lcaption=Content
setd.ok=OK
setd.cancel=Cancel
frmabout=About IHTool
frmabout.lintro=IHTool - Image Hijack tools.
frmabout.lblversion=Version
frmabout.lurl=Official Website
frmabout.lbbs=Forum
frmabout.lblog=Blog
frmabout.url=http://www.odets.net/ihtool.html
frmabout.bbs=http://bbs.odets.net
frmabout.blog=http://blog.odets.net
frmabout.lqg=Official Users' QQ Group: 44034090
frmabout.n1=It's based on GPL, you can get source codes in official website.
frmabout.lbldisclaimer=IHTool Copyright (C) 2011 oDet Studio
frmabout.cmdok=OK
frmabout.donate=Donate
bin=Recycle Bin
bin.checkall=Select all
bin.fresh=Refresh
bin.reback=Restore
bin.delete=Completely remove
bin.exit=Exit
bin.List.ColumnHeaders(1)=Delete time
bin.List.ColumnHeaders(2)=File Name
bin.List.ColumnHeaders(3)=Links to files
msgshow=IHTool Customize Module
msgshow.label1=No Parameter
run=Breakthrough Image Hijack
run.label1=File path
run.command1=Open...
run.command2=Run
saferun=IHTool Run Safely Module
saferun.label1=If you are trying to open "/" file, click "Run link files" to run link files set in IHTool, you can also click the "Run original file safely" to runoriginal file. If you do not want to run, click "Close."
saferun.label2=If this is not your operation, please check your computer in the presence of the virus.
saferun.label3=May need security software to allow.
saferun.no=You are trying to open "/" , but the file has been disabled, please click on "Close" or open IHTool to set.
saferun.nothing=No parameter
saferun.open1=Run link files
saferun.open2=Run original file safely
saferun.open3=close
saferunadmin=IHTool Run Safely Module
saferunadmin.label1=If you are trying to open "/" file, click "Run link files" to run link files set in IHTool, you can also click the "Run original file safely" to runoriginal file. If you do not want to run, click "Close."
saferunadmin.label2=If this is not your operation, please check your computer in the presence of the virus.
saferunadmin.label3=May need security software to allow.
saferunadmin.no=You are trying to open "/" , but the file has been disabled, please click on "Close" or open IHTool to set.
saferunadmin.nothing=No parameter
saferunadmin.open1=Run link files
saferunadmin.open2=Run original file safely
saferunadmin.open3=close

[Chinese Tr]
running=IHTool已經在運行了
nofound=沒有發現映像劫持
nomade=不明由何創建
madeby=由IHTool創建
pointto1=指向IHTool
pointto2=指向IHTool(管理員權限)
pointto3=指向IHTool(自定義錯誤提示)
pointto4=指向IHTool(錯誤提示,內容:找不到文件)
pointto5=指向IHTool(錯誤提示,內容:找不到路徑)
pointto6=指向IHTool(錯誤提示,內容:路徑中含有非法字符)
delete?=是否刪除所有選中項目?
delete=刪除項目
geterr=掃描錯誤,請確定是否被安全軟件攔截並按照主界面下方提示增加權限!
delerr=刪除錯誤,請確定是否被安全軟件攔截並按照主界面下方提示增加權限!
change=更改
changetitle=更改映像劫持
authority=增加註冊表權限以使IHTool可以使用嗎?
authtitle=增加註冊表權限
openexe1=可執行文件(*.exe)|*.exe
openexe2=可執行文件(*.exe)
selectfirst=請先選擇文件或指向文件.
notselectihtool=請不要選擇IHTool,否則會導致無法打開IHTool.
notselectsaferun1=請不要選擇指向IHTool安全打開組件,否則會導致程序出現顯示錯誤.
notselectsaferun2=如需選擇IHTool安全打開組件,請選擇上方選項.
changeerr=添加/刪除錯誤,請確定是否被安全軟件攔截並按照主界面下方提示增加權限!
selectagain=您輸入的不是可執行文件,請重新選擇.
selectsame1=請不要選擇相同的文件,請使用IHTool管理中留空安全打開功能.
selectsame2=添加映像劫持
selectrun=請先選擇文件
ihtool=IHTool
ihtool.scan=掃描
ihtool.new=添加
ihtool.change=更改
ihtool.del=刪除
ihtool.exit=關閉
ihtool.checkall=全選
ihtool.qbak=刪除是否保留備份?
ihtool.backup=保留
ihtool.nbackup=不保留
ihtool.N1=添加或刪除時如果重名,將會替換原有項目.
ihtool.N2=初次使用或無法掃描請點擊菜單:映像劫持--增加註冊表權限.
ihtool.ifeo=映像劫持(&A)
ihtool.about=關於
ihtool.mscan=掃描
ihtool.mnew=添加
ihtool.g1=-
ihtool.addregauth=增加註冊表權限
ihtool.mrun=突破映像劫持
ihtool.g2=-
ihtool.mbin=回收站
ihtool.g3=-
ihtool.mexit=退出
ihtool.List.ColumnHeaders(1)=類型
ihtool.List.ColumnHeaders(2)=文件名
ihtool.List.ColumnHeaders(3)=指向文件
newkey=增加映像劫持
newkey.filename1=文件名:
newkey.filename2=指向文件名:
newkey.usecon=使用IHTool管理(默認是屏蔽)
newkey.usemsg=彈出錯誤框(默認為找不到文件)
newkey.lb1=如果使用IHTool管理,請先把程序從壓縮包中解壓.
newkey.lb2=在Win6.X+系統下,請務必保證原文件與指向文件均為或均不為管理員權限,否則請以管理員權限運行原文件.
newkey.add=添加
newkey.cancel=取消
newkey.open1=打開...
newkey.open2=打開...
newkey.setcon=設置運行方法
newkey.setmsg=設置錯誤提示
seth=設置運行方法
seth.choose=選擇類型
seth.option1=屏蔽
seth.option2=安全打開
seth.lpath=安全打開路徑
seth.checkadmin=原程序是否需要管理員權限(僅在Win6.X+系統下有效)
seth.ltip1=註:選擇文件後,打開任何文件名為"/"的文件後會彈出一個對話框詢問運行此處選擇文件還是安全運行原文件.
seth.ltip2=在Win6.X+系統下,請務必保證原文件與指向文件均為或均不為管理員權限,否則請以管理員權限運行原文件並勾選以上選框.
seth.ltip3=安全打開時下如果路徑留空,則不經過選擇打開原文件.
seth.ok=確認
seth.cancel=取消
seth.commandopen=打開...
setd=設置錯誤提示
setd.choosetip=選擇錯誤提示
setd.option1=找不到文件,請確定文件名是否正確後,再試一次
setd.option2=指定的路徑不存在.請檢查路徑,然後再試一次
setd.option3=文件名\目錄名或卷標語法不正確
setd.option4=自定義
setd.ltip1=註:除自定義外,其他選項錯誤提示框标题均為原文件路徑.
setd.ltip2=使用自定義需要將IHTool所有文件從壓縮包中解壓出來
setd.diytip=自定義
setd.c=嚴重錯誤圖標
setd.e=警告圖標
setd.i=通知圖標
setd.q=問號
setd.ltitle=標題
setd.lcaption=內容
setd.ok=確認
setd.cancel=取消
frmabout=關於 IHTool
frmabout.lintro=IHTool - 映像劫持修改工具.
frmabout.lblversion=版本
frmabout.lurl=官方網站
frmabout.lbbs=官方討論區
frmabout.lblog=網誌
frmabout.url=http://www.odets.net/ihtool.html
frmabout.bbs=http://bbs.odets.net
frmabout.blog=http://blog.odets.net
frmabout.lqg=官方用戶QQ群:44034090
frmabout.n1=本軟件基於GPL協議分發,源代碼可進入官方網站下載.
frmabout.lbldisclaimer=IHTool Copyright (C) 2011 oDet Studio
frmabout.cmdok=確定
frmabout.donate=捐贈
bin=回收站
bin.checkall=全選
bin.fresh=刷新
bin.reback=還原
bin.delete=徹底刪除
bin.exit=關閉
bin.List.ColumnHeaders(1)=刪除時間
bin.List.ColumnHeaders(2)=文件名
bin.List.ColumnHeaders(3)=指向文件
run=突破像射劫持運行程式
run.label1=程式路徑
run.command1=打開...
run.command2=運行
msgshow=IHTool自定義提示組件
msgshow.label1=無參數
saferun=IHTool安全打開組件
saferun.label1=如您正嘗試打開"/"文件，請點擊"安全打開目標文件"運行在IHTool中設置的目標文件,您也可以點擊"安全打開原文件"運行此文件.如果您不想打開了,請點擊"關閉".
saferun.label2=如果這不是您的操作,請檢查計算機裏是否含有病毒.
saferun.label3=運行過程中可能需要讓安全軟件允許.
saferun.no=您正嘗試打開"/"文件,但此文件已經被IHTool禁用,請點擊“關閉”或打開IHTool進行配置.
saferun.nothing=無參數
saferun.open1=安全打開目標文件
saferun.open2=安全打開原文件
saferun.open3=關閉
saferunadmin=IHTool安全打開組件(管理員權限版)
saferunadmin.label1=如您正嘗試打開"/"文件，請點擊"安全打開目標文件"運行在IHTool中設置的目標文件,您也可以點擊"安全打開原文件"運行此文件.如果您不想打開了,請點擊"關閉".
saferunadmin.label2=如果這不是您的操作,請檢查計算機裏是否含有病毒.
saferunadmin.label3=運行過程中可能需要讓安全軟件允許.
saferunadmin.no=您正嘗試打開"/"文件,但此文件已經被IHTool禁用,請點擊“關閉”或打開IHTool進行配置.
saferunadmin.nothing=無參數
saferunadmin.open1=安全打開目標文件
saferunadmin.open2=安全打開原文件
saferunadmin.open3=關閉

[Chinese Si]
running=IHTool已经在运行了
nofound=没有发现映像劫持
nomade=不明由何创建
madeby=由IHTool创建
pointto1=指向IHTool
pointto2=指向IHTool(管理员权限)
pointto3=指向IHTool(自定义错误提示)
pointto4=指向IHTool(错误提示,内容:找不到文件)
pointto5=指向IHTool(错误提示,内容:找不到路径)
pointto6=指向IHTool(错误提示,内容:路径中含有非法字符)
delete?=是否删除所有选中项目?
delete=删除项目
geterr=扫描错误,请确定是否被安全软件拦截并按照主界面下方提示增加权限!
delerr=删除错误,请确定是否被安全软件拦截并按照主界面下方提示增加权限!
change=更改
changetitle=更改映像劫持
authority=增加注册表权限以使IHTool可以使用吗?
authtitle=增加注册表权限
openexe1=可执行文件(*.exe)|*.exe
openexe2=可执行文件(*.exe)
selectfirst=请先选择文件或指向文件.
notselectihtool=请不要选择IHTool,否则会导致无法打开IHTool.
notselectsaferun1=请不要选择指向IHTool安全打开组件,否则会导致程序出现显示错误.
notselectsaferun2=如需选择IHTool安全打开组件,请选择上方选项.
changeerr=添加/删除错误,请确定是否被安全软件拦截并按照主界面下方提示增加权限!
selectagain=您输入的不是可执行文件,请重新选择.
selectsame1=请不要选择相同的文件,请使用IHTool管理中留空安全打开功能.
selectsame2=添加映像劫持
selectrun=请先选择需要打开的文件
ihtool=IHTool
ihtool.scan=扫描
ihtool.new=添加
ihtool.change=更改
ihtool.del=删除
ihtool.exit=关闭
ihtool.checkall=全选
ihtool.qbak=删除是否保留备份?
ihtool.backup=保留
ihtool.nbackup=不保留
ihtool.N1=添加或删除时如果重名,将会替换原有项目.
ihtool.N2=初次使用或无法扫描请点击菜单:映像劫持--增加注册表权限.
ihtool.ifeo=映像劫持(&A)
ihtool.about=关于
ihtool.mscan=扫描
ihtool.mnew=添加
ihtool.g1=-
ihtool.addregauth=增加注册表权限
ihtool.mrun=突破映像劫持
ihtool.g2=-
ihtool.mbin=回收站
ihtool.g3=-
ihtool.mexit=退出
ihtool.List.ColumnHeaders(1)=类型
ihtool.List.ColumnHeaders(2)=文件名
ihtool.List.ColumnHeaders(3)=指向文件
newkey=增加映像劫持
newkey.filename1=文件名:
newkey.filename2=指向文件名:
newkey.usecon=使用IHTool管理(默认是屏蔽)
newkey.usemsg=弹出错误框(默认为找不到文件)
newkey.lb1=如果使用IHTool管理,请先把程序从压缩包中解压.
newkey.lb2=在Win6.X+系统下,请务必保证原文件与指向文件均为或均不为管理员权限,否则请以管理员权限运行原文件.
newkey.add=添加
newkey.cancel=取消
newkey.open1=打开...
newkey.open2=打开...
newkey.setcon=设置运行方法
newkey.setmsg=设置错误提示
seth=设置运行方法
seth.choose=选择类型
seth.option1=屏蔽
seth.option2=安全打开
seth.lpath=安全打开路径
seth.checkadmin=原程序是否需要管理员权限(仅在Win6.X+系统下有效)
seth.ltip1=注:选择文件后,打开任何文件名为"/"的文件后会弹出一个对话框询问运行此处选择文件还是安全运行原文件.
seth.ltip2=在Win6.X+系统下,请务必保证原文件与指向文件均为或均不为管理员权限,否则请以管理员权限运行原文件并勾选以上选框.
seth.ltip3=安全打开时下如果路径留空,则不经过选择打开原文件.
seth.ok=确认
seth.cancel=取消
seth.commandopen=打开...
setd=设置错误提示
setd.choosetip=选择错误提示
setd.option1=找不到文件,请确定文件名是否正确后,再试一次
setd.option2=指定的路径不存在.请检查路径,然后再试一次
setd.option3=文件名\目录名或卷标语法不正确
setd.option4=自定义
setd.ltip1=注:除自定义外,其他选项错误提示框标题均为原文件路径.
setd.ltip2=使用自定义需要将IHTool所有文件从压缩包中解压出来
setd.diytip=自定义
setd.c=严重错误图标
setd.e=警告图标
setd.i=通知图标
setd.q=问号
setd.ltitle=标题
setd.lcaption=内容
setd.ok=确认
setd.cancel=取消
frmabout=关于 IHTool
frmabout.lintro=IHTool - 映像劫持修改工具.
frmabout.lblversion=版本
frmabout.lurl=官方网站
frmabout.lbbs=官方论坛
frmabout.lblog=博客
frmabout.url=http://www.odets.net/ihtool.html
frmabout.bbs=http://bbs.odets.net
frmabout.blog=http://blog.odets.net
frmabout.lqg=官方用户QQ群:44034090
frmabout.n1=本软件基于GPL协议分发,源代码可进入官方网站下载.
frmabout.lbldisclaimer=IHTool Copyright (C) 2011 oDet Studio
frmabout.cmdok=确定
frmabout.donate=捐赠
bin=回收站
bin.checkall=全选
bin.fresh=刷新
bin.reback=还原
bin.delete=彻底删除
bin.exit=关闭
bin.List.ColumnHeaders(1)=删除时间
bin.List.ColumnHeaders(2)=文件名
bin.List.ColumnHeaders(3)=指向文件
run=突破映像劫持运行程序
run.label1=程序路径
run.command1=打开...
run.command2=运行
msgshow=IHTool自定义提示组件
msgshow.label1=无参数
saferun=IHTool安全打开组件
saferun.label1=如您正尝试打开"/"文件，请点击"安全打开目标文件"运行在IHTool中设置的目标文件,您也可以点击"安全打开原文件"运行此文件.如果您不想打开了,请点击"关闭".
saferun.label2=如果这不是您的操作,请检查计算机里是否含有病毒.
saferun.label3=运行过程中可能需要让安全软件允许.
saferun.no=您正尝试打开"/"文件,但此文件已经被IHTool禁用,请点击"关闭"或打开IHTool进行配置.
saferun.nothing=无参数
saferun.open1=安全打开目标文件
saferun.open2=安全打开原文件
saferun.open3=关闭
saferunadmin=IHTool安全打开组件(管理员权限版)
saferunadmin.label1=如您正尝试打开"/"文件，请点击"安全打开目标文件"运行在IHTool中设置的目标文件,您也可以点击"安全打开原文件"运行此文件.如果您不想打开了,请点击"关闭".
saferunadmin.label2=如果这不是您的操作,请检查计算机里是否含有病毒.
saferunadmin.label3=运行过程中可能需要让安全软件允许.
saferunadmin.no=您正尝试打开"/"文件,但此文件已经被IHTool禁用,请点击“关闭”或打开IHTool进行配置.
saferunadmin.nothing=无参数
saferunadmin.open1=安全打开目标文件
saferunadmin.open2=安全打开原文件
saferunadmin.open3=关闭